Repository: donor/Projects
Catalog: ASP.NET MVC/Inbid/Resources/Resources.*.resx
Languages: de_de

# DE
source: Niemiecki
de_de: Deutchland DE

# EN
source: Angielski
de_de: English DE

# Home
source: Witamy w Inbid
de_de: Welcome in Inbid DE

# LoginWelcome
source: Witaj
de_de: Welcome DE

# LogOn
source: Zaloguj się
de_de: Log on DE

# LogOut
source: Wyloguj się
de_de: Log out DE

# PL
source: Polski
de_de: Polish DE

# Welcome
source: Witamy w Inbid
de_de: Witamy w Inbid DE

# Change
source: Zmiana [%]
de_de: Zmiana [%] DE

# CurrentPrice
source: Obecna cena
de_de: CurrentPrice DE

# DataOffer
source: Dane oferty
de_de: Dane oferty DE

# Name
source: Nazwa Oferenta
de_de: Namen der Bieter

# StartPrice
source: Początkowa cena
de_de: StartPrice DE

source: Status
de_de: Status DE

# Address
source: Adres
de_de: Address

# City
source: Miasto
de_de: City

# Country
source: Kraj
de_de: Country

# PostalCode
source: Kod Pocztowy
de_de: PostalCode

# Region
source: Województwo
de_de: Region

# Auction
source: Aukcja
de_de: Auction

# AuctionDoesntExist
source: Przeprszamy - wskazana aukcja nie istnieje lub została usunięta.
de_de: Sorry - but the dinner you requested doesn't exist or was deleted.

# Auctions
source: Aukcje
de_de: Aukcje DE

# NoAuctionFound
source: Nie znaleziono aukcji
de_de: No Auction found

# PageNext
source: Następna >
de_de: Next >

# PageOf
source: Strona {0} z {1}
de_de: Page {0} of {1}

# PagePrev
source: <Poprzednia
de_de: < Prev

# AuctionDeleted
source: Aukcja zostala usunieta
de_de: Auction deleted

# ClickForUpcomingAuction
source: Przejdz do Aukcji
de_de: Click for Upcoming Auction

# Delete
source: Usun
de_de: Delete

# Deleted
source: Usunieto
de_de: Deleted

# No
source: Nie
de_de: No

# PleaseConfirmCancelDinner
source: Potwierdz jezeli chcesz usunac aukcje
de_de: Please confirm you want to cancel the auction:

# YourAuctionDeleted
source: Usuwanie aukcji zakoñczylo sie powodzeniem
de_de: Your auction was successfully deleted.

# AuctionNumber
source: Numer aukcji
de_de: AuctionNumber

# Currency
source: Waluta
de_de: Currency

# MinJump
source: Postąpienie
de_de: MinJump

# NameAuction
source: Nazwa Aukcji
de_de: Auction Name

# StartTime
source: Początek aukcji
de_de: Start Time

# ErrorEndTimeGreaterStartTime
source: '{0}' musi byc puzniejszy od '{1}'
de_de: '{0}' must be greater than '{1}'
